{
  "paper_id": "5cded487793694de49b640b3972285bfc8431cfb",
  "task": 0,
  "abstract": "WHAT IS KNOWN ABOUT TRANSMISSION, INCUBATION, AND ENVIRONMENTAL STABILITY?",
  "body_text": [
    "The focus so far has been on those genes/cytokines that have, historically, been regarded as of particular interest and/or have been selected for interrogation. The advent of global transcriptome profiling has helped to identify genes whose function maybe less well understood. However, in time, some of these genes and their respective pathways could be particularly important in determining the susceptibility or resistance of chickens to diseases. Table 2 outlines some genes, and their functions, from NE studies that maybe particularly relevant in determining disease susceptibility/resistance based on consistent (relative) up or downregulation in more resistant birds.",
    "Coccidiosis and necrotic enteritis (NE) are major intestinal disorders of chickens and were identified as the top two issues affecting broiler production by US poultry veterinarians in a recent survey (Hofacre and Mathis, 2015) . It is estimated that coccidiosis and NE cost the poultry industry around US$ 3 and 6 billion per annum, respectively, through lost productivity, prevention strategies, and/or therapeutic interventions (Wade and Keyburn, 2015) . The true cost to the industry may, C The Author(s) 2018. Published by Oxford University Press on behalf of Poultry Science Association. This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License (http://creativecommons.org/licenses/ by-nc/4.0/), which permits non-commercial re-use, distribution, and reproduction in any medium, provided the original work is properly cited. For commercial re-use, please contact journals.permissions@ oup.com.",
    "Overall, this review highlights some of the genes more consistently associated with relative resistance (or susceptibility) to some of the most important diseases and foodborne pathogens of commercial poultry and helps to inform/support appropriate immune-based strategies to optimize poultry health and productivity. The optimum immune response is balanced to effectively counteract the pathogen and minimize tissue damage and associated nutrient costs. However, it does seem that steering the immune system towards a more proinflammatory capability (in different compartments) provides better protection against pathogens and (thus) improved growth performance. Global gene expression profiling is providing a greater overview of genes and pathways involved in the bird's response to pathogen challenge and mechanisms of resistance. Further studies, particularly incorporating bird growth performance, are, however, necessary to better develop our understanding and application of informed outcomes.",
    "Coccidiosis is caused by species of the Eimeria parasite and is probably the most significant enteric disease affecting chickens. Eimeria are ubiquitous and can persist in the environment for long periods (Blake and Tomley, 2014) . There are seven species of Eimeria that are known to infect chickens, with Eimeria acervulina, Eimeria maxima, and Eimeria tenella being the most prevalent and pathogenic for broilers (McDougald, 1998) . Each Eimeria species is recognized for targeting specific regions of the gut. E. acervulina affects the proximal small intestine, E. maxima affects the mid-intestine, and E. tenella affects the ceca (Hammond and Long, 1973) . Following ingestion of a sporulated Eimeria oocyst, mechanical disruption and digestive processes release four sporocysts and subsequently their sporozoites, which attach to, and invade, epithelial cells in the susceptible region of the intestine (Blake and Tomley, 2014) . The sporozoite then proceeds through further developmental phases (e.g., trophozoite, merozoite, gamete, zygote, etc.,) in the host before the formation of an unsporulated oocyst that is excreted into the environment, where it eventually sporulates. Invasion of epithelial cells causes damage to the epithelium and leads to haemorrhagic or malabsorptive disease, which results in poor growth performance or even death. Whilst good husbandry can play a part in managing coccidiosis, anticoccidial drugs and vaccination are necessary options for coccidiosis control, but each has their own drawbacks. Resistance to anticoccidial drugs has been a problem for many years, and vaccination costs can be prohibitive for the broiler industry (Blake and Tomley, 2014) ."
  ]
}